---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarRoundingManager
source: html/91480a3e-85d9-4eca-a5ff-91a0a5d5be40.htm
---
# RebarRoundingManager Members

Gets the identifier of the length unit quantifying the reinforcement rounding values.